Repository: 84000/data-translation-memory
Catalog: toh216-v3.tmx
Source language: bo
Languages: en

source: ཏིང་ངེ་འཛིན་དང་མཉམ་པར་བཞག་པ་ལ་གནས་པ་བས། གང་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་རྟོག་ཅིང་སེམས་མ་ཞུམ་པ་འདི་ནི་དེ་བས་ཁྱད་དུ་ཞུགས་པ་ཡིན་ནོ། །རིགས་ཀྱི་བུ་གང་བསྐལ་པའམ། བསྐལ་པའི་ལྷག་མ་ལུས་ཀྱི་བར་དུ་ཤེས་རབ་ཀྱིས་རྟོག་ཅིང་དེའི་ཚུལ་གྱི་རྟོག་པ་དང་ལྡན་པར་གྱུར་པ་བས། གང་གིས་ཤིན་ཏུ་དབེན་པ། རང་བཞིན་རྣམ་པར་དག་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་ཉན་པར་བྱེད། མོས་པར་བྱེད།
en: Noble sons, compared to remaining in concentration, absorption, or equilibrium for an eon or even more than an eon, if one contemplates this Dharma teaching without feeling discouraged, that will be more exalted. “

source: ལེན་པར་བྱེད། ཀློག་པར་བྱེད། ཀུན་ཆུབ་པར་བྱེད། ཁ་ཏོན་དུ་བྱེད། གཞན་ལ་རྒྱ་ཆེར་སྟོན་པར་བྱེད་ན་དེ་བས་འདི་ཉིད་བསོད་ནམས་ཤིན་ཏུ་མང་དུ་འཕེལ་ལོ།
en: Noble sons, compared to contemplating with insight and maintaining such a way of contemplation for an eon or even more than an eon, if one listens to this Dharma teaching—which is utterly disengaged and pure by nature—or if one trusts, receives, reads, understands, recites, or teaches it to others on a vast scale, one’s merit will be far greater.

source: །མྱུར་དུ་ཐམས་ཅད་མཁྱེན་པར་འགྱུར་བར་ཡང་འགྱུར་རོ།
en: One will also swiftly reach omniscience.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བླངས་ལགས་ཏེ།
en: Then the bodhisattva great beings said to the Blessed One, “Blessed One, we have received this Dharma teaching.

source: བཅོམ་ལྡན་འདས་བདག་ཅག་སངས་རྒྱས་ཀྱི་ཞིང་གང་དང་གང་དུ་སྤྱོད་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དེ་དང་དེ་དག་ཏུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པར་བགྱིའོ།
en: Blessed One, we will preach this Dharma teaching in any and all buddha realms in which it is found.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་དེའི་ཕྱིར་ཁྱེད་སངས་རྒྱས་ཀྱི་ཞིང་གང་དང་གང་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཆད་པ་དེ་དང་དེ་དག་ཏུ་སངས་རྒྱས་ཀྱི་བྱ་བ་བྱེད་དོ།
en: The Blessed One responded, “Noble sons, that being so, wherever you explain this Dharma teaching, in all those buddha realms you will perform the deeds of buddhahood.

source: རིགས་ཀྱི་བུ་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སངས་རྒྱས་ཀྱི་བྱ་བ་ལ་མངོན་པར་གནས་པ་ཡིན་ནོ།
en: Noble sons, this Dharma teaching is firmly rooted in the deeds of buddhahood.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་མེ་ཏོག་གིས་གང་བར་བྱས་ཏེ་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་རྗོད་ཅིང་འདི་སྐད་ཀྱང་སྨྲའོ། །ཀྱེ་མའོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་ཡུན་རིང་དུ་འཛམ་བུའི་གླིང་དུ་གནས་པར་གྱུར་ཅིག །
en: Then the bodhisattva great beings filled the entire great trichiliocosm with flowers and uttered, “May this Dharma teaching remain in Jambudvīpa for a long time.

source: ཀྱེ་མའོ་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་ཆོས་ཀྱི་སྒྲོན་མ་ཡུན་རིང་དུ་འབར་བར་གྱུར་ཅིག །
en: May the blessed Śākyamuni’s Dharma lamp burn for a long time.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཡང་ཡུན་རིང་དུ་གནས་པར་གྱུར་ཅིག །
en: May Mañjuśrī Kumārabhūta remain for a long time.

source: དེ་ལ་གནས་ནས་འདི་ལྟ་བུའི་ཆོས་ཀྱི་ཚུལ་གྱི་རྣམ་པ་འཆད་པར་འགྱུར་རོ།
en: As he remains in the world, may he teach this facet of the Dharma.

source: །བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་ནི་ཤ་དང་ཁྲག་གིས་ཀྱང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་སྨན་ཡོན་ཐོགས་པར་མི་ནུས་ན་མཆོད་པ་གཞན་གྱིས་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ།
en: Blessed One, if even our own flesh and blood are not suited to be offerings to Mañjuśrī Kumārabhūta, what need we say of other offerings?

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གང་དག་གི་ལག་ཏུ་མཆི་བའི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་གང་དག་ལ་ཡང་ཤ་དང་ཁྲག་གིས་ཀྱང་སྨན་ཡོན་མི་ཐོགས་སོ།
en: Those noble sons or daughters in whose hands this Dharma teaching exists should not receive offerings of flesh and blood.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ལ་ལྟ་བར་འཚལ་བའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོས་དེ་དག་ཉིད་ལ་བལྟ་བར་བགྱིའོ།
en: Blessed One, noble sons and daughters who wish to behold the thus-gone ones should behold them.

source: །དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པར་འཚལ་བས་དེ་དག་ཉིད་ལ་མཆོད་པར་བགྱིའོ།
en: Those who wish to venerate the thus-gone ones should venerate them.

source: །བཅོམ་ལྡན་འདས་ལ་དད་པའི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོས་དེ་དག་ལ་སྟོན་པར་འདུ་ཤེས་བསྐྱེད་པར་བགྱིའོ། །དེ་སྐད་ཅེས་གསོལ་ནས།
en: Noble sons and daughters who have faith in the blessed ones should perceive them as teachers.”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་ཏེ། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ཡང་མཆོད་ནས། སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་མི་སྣང་བར་གྱུར་ཏེ།
en: The bodhisattva great beings then bowed their heads to the Blessed One’s feet, circumambulated the Blessed One three times, venerated Mañjuśrī Kumārabhūta, and then disappeared from this buddha realm.

source: བདག་བདག་གི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འཁོད་ནས། བདག་བདག་གི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་སྤྱན་སྔར་དེ་དག་ཐམས་ཅད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཇི་ལྟར་བླངས་པ་བཞིན་དུ་རྒྱ་ཆེར་བཤད་པ་དང་།
en: Once they had arrived back in their respective buddha realms, in the presence of their respective perfect buddhas, they proclaimed in great detail this Dharma teaching just as they had received it.

source: དེར་ཡང་སེམས་ཅན་དཔག་ཏུ་མེད་པ་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་གྱུར་ཏོ།
en: Thus, countless beings developed certainty regarding unsurpassed and perfect awakening.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། བྱམས་པ་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འགྲོ་བ་མང་པོ་ལ་ཕན་པ་དང་། འགྲོ་བ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་གྱི་ཕྱིར། ཕན་པའི་ཕྱིར། བདེ་བའི་ཕྱིར། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལོང་ཤིག །ཟུང་ཤིག །ལྷོགས་ཤིག །
en: The Blessed One then said to the bodhisattva great being Maitreya, “Maitreya, to benefit many beings, to bring many beings happiness, out of compassion for the world, for the sake of gods and humans, in order to help others, and for the sake of their happiness you should adopt, retain, transmit, and explain this Dharma teaching.”

source: ཤོད་ཅིག །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྔོན་གྱི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ལས་ཀྱང་བླངས་ལགས་ཏེ། ད་ཡང་བཅོམ་ལྡན་འདས་ལས་མངོན་སུམ་དུ་ཐོས་ཏེ།
en: The bodhisattva great being Maitreya then responded to the Blessed One, “Blessed One, I have received this Dharma teaching from previous perfect buddhas, and now I have heard it directly from the Blessed One too.

source: བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་ད་ལྟར་དེ་བཞིན་གཤེགས་པ་བཞུགས་བཞིན་དུ་ཡང་རྒྱས་པར་བགྱིའོ།
en: Blessed One, I will propagate this Dharma teaching presently, while the Thus-Gone One still remains.

source: །བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་ཀྱང་བདག་དགའ་ལྡན་གྱི་གནས་ན་གནས་བཞིན་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་དགེ་བའི་རྩ་བ་འབར་ཞིང་ཐེག་པ་ཆེན་པོ་ལ་གནས་པའི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དག་ལ་བསྟབས་པར་བགྱིའོ།
en: After the Blessed One has passed into parinirvāṇa, while abiding in the Heaven of Joy I will offer it to those noble sons and daughters who have resplendent roots of virtue and who are steeped in the Great Vehicle.

source: །བཅོམ་ལྡན་འདས་ཕྱི་མའི་དུས་ཕྱི་མའི་ཚེ་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གང་དག་གི་རྣ་ལམ་དུ་གྲག་པར་འགྱུར་བ་དེ་ནི་ངེས་པར་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པའི་བྱིན་གྱིས་རླབས་ལགས་པར་རྟོགས་པར་བགྱིའོ།
en: Blessed One, in a later age, at a future time, those who hear this Dharma teaching will definitely realize it to be a blessing of the bodhisattva Maitreya.

source: །བདུད་སྡིག་ཅན་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལྟ་བུ་མི་གདའ་བར་བགྱི་བའི་སླད་དུ་བརྟུལ་དུ་ལགས་ཀྱིས་ཀྱང་། བཅོམ་ལྡན་འདས་བདག་གིས་ནི་སངས་རྒྱས་ཀྱི་མཐུ་དང་། སངས་རྒྱས་ཀྱི་བྱིན་གྱི་རླབས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལྟ་བུ་ཡོངས་སུ་གཟུང་བར་བགྱིའོ།
en: Even if the evil māras put effort into preventing this Dharma teaching from existing, then, Blessed One, I will uphold this Dharma teaching through the power and blessings of the buddhas.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བརྒྱ་བྱིན་ལྷའི་དབང་པོ་ལ་བཀའ་སྩལ་པ། ཀཽ་ཤི་ཀ་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་ལེའུ་ཐེ་ཙོམ་ཐམས་ཅད་གཅོད་པར་བྱེད་པ། འགྱོད་པ་ཐམས་ཅད་སེལ་བར་བྱེད་པ། ལས་ཀྱི་སྒྲིབ་པ་ཐམས་ཅད་སྦྱོང་བར་བྱེད་པ། ཆོས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་སྟོན་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ཤིག །
en: The Blessed One then said to Śakra, king of the gods, “Kauśika, you must uphold this Dharma teaching, this section on King Ajātaśatru, which cuts through all doubt, eliminates all remorse, purifies all karmic obscurations, and teaches the sameness of all phenomena.

source: ཀཽ་ཤི་ཀ་དེ་ལྟར་ཁྱོད་གང་གི་ཚེ་ན་ལྷ་དང་ལྷ་མ་ཡིན་གྱི་གཡུལ་དུ་འཇུག་པ་དེའི་ཚེ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་སོམས་ཤིག །
en: Kauśika, think of this Dharma teaching when you enter the battle of the gods and asuras.

source: ཀཽ་ཤི་ཀ་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་བསམས་ན་ལྷ་རྣམས་ནི་རྒྱལ། ལྷ་མ་ཡིན་རྣམས་ནི་ཕམ་པར་འགྱུར་བར་རེ་བར་བྱའོ། །ཀཽ་ཤི་ཀ་ཁྱོད་ལ་བསྒོའོ། །ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པར་བྱའོ། །གྲོང་ངམ།
en: Kauśika, when you think of this Dharma teaching, you must hope that the gods will be victorious and the asuras will be defeated.

source: གྲོང་ཁྱེར་རམ།
en: Kauśika, I instruct you: this is for you to understand.

source: གྲོང་འདབ་བམ། ལྗོངས་སམ། ཡུལ་ལམ། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་གང་དུ་ཡང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤྱོད་པ་དེ་ན་ཕྱིར་རྒོལ་བའམ། དགྲ་ཀླན་ཀ་ཚོལ་ཞིང་གླགས་ལྟ་བས་གླགས་མི་རྙེད་པར་འགྱུར་རོ། །དེ་བས་ན་ཀཽ་ཤི་ཀ་རྒྱལ་པོའི་ཕོ་བྲང་དུ་སོང་ཡང་རུང་། རྐུན་པོའི་ནང་དུ་སོང་ཡང་རུང་། གཏུམ་པོའི་ནང་དུ་སོང་ཡང་རུང་། དགྲའི་ནང་དུ་སོང་ཡང་རུང་། ཕྱིར་རྒོལ་བའི་ནང་དུ་སོང་ཡང་རུང་།
en: In any village, town, city, area, locale, royal palace, or its environs where this Dharma teaching is practiced, no adversaries, no enemies who seek disputes, and none of those who seek an opportunity to harm will find an opportunity for it.

source: མེ་དང་། དུག་དང་། མཚོན་དང་། ཆུའི་ནང་དུ་སོང་ཡང་རུང་སྟེ། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་བསམ་པར་བྱའོ།
en: Therefore, Kauśika, you should think of this Dharma teaching whether you are in a royal palace or among thieves, savages, enemies, adversaries, fire, poison, weapons, or water.

source: །དེ་ལྟར་བྱས་ན་ཀླན་ཀ་ཚོལ་བ་གང་གིས་ཀྱང་གླགས་མི་རྙེད་པར་འགྱུར་རོ།
en: If you do this, no one who seeks dispute will be able to find an opportunity for it.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་བཀའ་སྩལ་པ། དགའ་བོ་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ཤིག །ལོང་ཤིག །ལྷོགས་ཤིག །ཤོད་ཅིག །
en: Then the Blessed One said to venerable Nanda, “Nanda, you must retain, adopt, transmit, and explain this Dharma teaching.

source: དགའ་བོ་དེ་ལྟར་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཁྱོད་ལས་ཐོས་ནས་ཐེ་ཙོམ་ཐམས་ཅད་གཅོད་པར་འགྱུར་རོ།
en: Nanda, any noble son or daughter who hears this Dharma teaching from you will cut through all doubt.

source: །དེ་དག་གི་ནེམ་ནུར་ཐམས་ཅད་བྱང་བར་འགྱུར་རོ།
en: They will cleanse all their uncertainty.

source: །འགྱོད་པ་ཐམས་ཅད་བསལ་བར་འགྱུར་རོ།
en: They will eliminate all their remorse.

source: །ལས་ཀྱི་སྒྲིབ་པའམ་ཉོན་མོངས་པའི་སྒྲིབ་པས་གླགས་པར་བྱ་མི་ནུས་པར་འགྱུར་ཏེ།
en: Their karmic obscurations and their afflictive obscurations will be unable to cause any harm.

source: གང་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ངེས་པར་མཉན་པར་བྱ་བ་དེ་དག་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མ་ཐོས་པར་འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར་རོ།
en: Anyone who hears this Dharma teaching will not die without having studied this Dharma teaching.

source: དགའ་བོ་འདི་ནི་མ་འདྲེས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་ཀྱི་ཆོས་ཡིན་ཏེ་འདི་ཐོས་མ་ཐག་ཏུ་ཐེ་ཙོམ་ཐམས་ཅད་མེད་པར་འགྱུར་རོ།
en: Nanda, this is a unique Dharma teaching. As soon as one hears it, all doubt is destroyed.

source: །དགའ་བོ་ཁྱོད་ལ་བསྒོའོ།
en: Nanda, I instruct you: this is for you to understand.

source: །ཁོང་དུ་ཆུད་པར་བྱའོ། །གང་མཚམས་མེད་པ་བྱེད་པས་ཀྱང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་འཇུག་ཅིང་མོས་པར་བྱེད་ན་ལས་དེའི་ལས་ཀྱི་སྒྲིབ་པ་ཡོད་པར་ང་མི་སྨྲའོ།
en: Even if people have committed one of the acts with immediate results, if they accept or trust this Dharma teaching, I would not say that they retain any karmic obscuration of that action.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་བདག་མངོན་སུམ་དུ་མཆི་སྟེ།
en: Then the elder Mahākāśyapa said to the Blessed One, “Blessed One, I was present at this Dharma teaching.

source: གང་གི་ཚེ་ན་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་ཁབ་ཏུ་ཟས་འཚལ་ཅིང་མཚམས་མ་མཆིས་པའི་མཉམ་པ་ཉིད་བསྟན་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་ན་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་འཐུན་པའི་ཆོས་ལ་བཟོད་པ་ཐོབ་ཅིང་དེའི་འགྱོད་པ་བྱང་བར་གྱུར་པ་དེའི་ཚེ། བཅོམ་ལྡན་འདས་བདག་འདི་སྙམ་དུ་གྱུར་ཏེ།
en: When Mañjuśrī Kumārabhūta had his meal at King Ajātaśatru’s palace and gave the Dharma teaching that explains the sameness of the acts with immediate results, I was there when King Ajātaśatru gained the acceptance of phenomena in accord with with reality and was cleansed of his remorse.

source: མཚམས་མ་མཆིས་པ་བགྱིད་པ་ཐམས་ཅད་ཀྱི་ཆོས་ཉིད་ནི་གང་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་རྟོགས་པ་དེ་ཉིད་ལགས་ན་བཅོམ་ལྡན་འདས་བྱིས་པ་ལྟ་བུའི་སོ་སོའི་སྐྱེ་བོ་དག་ནི་དེ་ལྟར་ཆོས་རང་བཞིན་གྱིས་ཞི་བ་ལ་བདག་དང་བདག་གིར་རྣམ་པར་བརྟགས་ནས་ལྟ་བ་འབྱུང་བར་བགྱིད་ཅིང་།
en: Blessed One, at that time I thought, ‘The nature of all the acts with immediate results is as King Ajātaśatru realized it to be. However, Blessed One, ordinary childish beings will develop views as they conceptualize phenomena, which are peaceful by nature, in terms of self and possessions.

source: ཅི་ལྟར་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་རྟོགས་པ་བཞིན་དུ་མཚམས་མེད་པ་བགྱིད་པ་ཐམས་ཅད་ཀྱི་རང་བཞིན་དེ་འདྲ་བ་ལགས་པར་ནི་མ་འཚལ་ཏེ།
en: They will not understand the nature of the acts with immediate results as King Ajātaśatru realized it to be.

source: ཕྱིན་ཅི་ལོག་གིས་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་ཅིང་།
en: Mistaken cognition will lead to mistaken cognition.

source: མ་མཆིས་པ་ལ་ཡོངས་སུ་རྟོག་པས་བཏབ་པ་རྣམས་ནི་མ་མཆིས་བཞིན་དུ་སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྡུག་བསྔལ་བར་གྱུར་ཏེ།
en: Thus, those who conceptualize what is nonexistent end up suffering in the hell realms, in the animal abodes, and in the realm of the Lord of Death, while actually none of this exists.

source: བཅོམ་ལྡན་འདས་བདག་ནི་གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མོས་པ་དེ་དག་ལ་ལྟུང་བ་མ་མཆིས། ལྟུང་བའི་ཆོས་ཅན་མ་ལགས་སོ་སྙམ་བགྱིད་དོ།
en: Blessed One, I believe that those who trust this Dharma teaching will not fall or have any attributes of falling.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལེགས་སོ་ལེགས་སོ།
en: The Blessed One responded, “Excellent, excellent.

source: །འོད་སྲུང་དེ་བཞིན་ནོ།
en: Kāśyapa, thus it is.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་བྱང་ཆུབ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་དོ།
en: The awakening of the blessed buddhas is free of affliction.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཅི་ནས་ཀྱང་ཕྱི་མའི་དུས་ཕྱི་མའི་ཚེ་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤྱོད་པར་འགྱུར་བར་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ།
en: Then venerable Nanda said to the Blessed One, “Blessed, thus-gone, worthy, perfect Buddha, please grant your blessings so that this Dharma teaching is sure to be practiced in the future.”

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་འོད་གང་གིས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་སྣང་བར་གྱུར་པའི་འོད་དེ་ལྟ་བུ་གཡས་ཕྱོགས་དང་།
en: At that moment, the Blessed One sent light to the right and left that illuminated the entire world.

source: གཡོན་ཕྱོགས་ནས་བཏང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ནས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བྱིན་གྱིས་བརླབས་སོ་ཞེས་དེ་སྐད་ཀྱི་སྒྲ་བྱུང་ངོ་།
en: From every buddha realm came the message, “This Dharma teaching has been blessed by the thus-gone, worthy, perfect Buddha.

source: །གང་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མཉན་པར་འགྱུར་བ་དེ་དག་ནི་གལ་ཏེ་རྒྱ་མཚོ་མཆིང་རྣམ་ཆེན་པོའི་ནང་དུ་མཆིས་པར་གྱུར་ཀྱང་རུང་། སྲེག་པའི་བསྐལ་པའི་ནང་དུ་མཆིས་ཀྱང་རུང་སྟེ། སེམས་ཅན་དེ་དག་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མ་ཐོས་པར་འགུམ་པའི་དུས་བགྱིད་པར་མི་འགྱུར་རོ།
en: All who hear this Dharma teaching, whether they be among the vast depths of the ocean or in the eon of burning, will not reach their time of dying without having studied this Dharma teaching.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་དེ་བཞིན་ནོ།
en: The Blessed One said, “Nanda, thus it is.

source: །ཇི་ལྟར་སྒྲ་བྱུང་བ་བཞིན་ཏེ།
en: It is as the sound conveyed.

source: སྐྱེས་བུ་དམ་པ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དེ་དག་གི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཕྱི་མའི་དུས་ཕྱི་མའི་ཚེ་ལ་སྤྱོད་པར་འགྱུར་རོ།
en: Sublime beings will practice this Dharma teaching in future ages to develop their roots of virtue.”

source: །ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པའི་ཚེ། ལྷ་དང་མིའི་སྐྱེ་དགུའི་སྲོག་ཆགས་འབུམ་ཕྲག་དགུ་བཅུ་རྩ་དྲུག་ནི་ཆོས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ།
en: When this Dharma teaching was taught, nine million six hundred thousand gods and humans purified the Dharma eye so that it was immaculate and stainless.

source: །སྲོག་ཆགས་འབུམ་ཕྲག་བདུན་ཅུ་རྩ་བརྒྱད་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེས་སོ།
en: Seven million eight hundred thousand beings developed the mind directed toward unsurpassed and perfect awakening.

source: །བྱང་ཆུབ་སེམས་དཔའ་འབུམ་ཕྲག་སུམ་ཅུ་རྩ་གསུམ་ནི་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་སྐྱེས་སོ།
en: Three million three hundred thousand bodhisattvas gained the acceptance that phenomena are nonarising.

source: །སྲོག་ཆགས་བརྒྱད་སྟོང་གིས་ནི་འདོད་ཆགས་དང་བྲལ་བ་ཐོབ་པར་གྱུར་ཏོ།
en: Eight thousand beings gained freedom from attachment.

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཡང་རྣམ་པ་དྲུག་ཏུ་གཡོས་སོ།
en: The entire great trichiliocosm shook six times.

source: །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ཀྱང་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མཆོད་པའི་ལས་ལ་བརྩོན་པར་གྱུར་ཏེ།
en: The world and its gods exerted themselves in the veneration of this Dharma teaching.

source: སིལ་སྙན་བརྒྱ་སྟོང་དཀྲོལ་བར་བྱེད་ཅིང་གང་དེ་བཞིན་གཤེགས་པས་འདིར་ཆོས་ཀྱི་རྣམ་གྲངས་བསྟན་པ་དེ་ནི་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་མཆོག་ཡིན་ནོ།
en: They played hundreds of thousands of instruments and proclaimed, “This Dharma teaching taught here by the Thus-Gone One is the supreme turning of the wheel of Dharma.

source: །ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལས་ནི་མུ་སྟེགས་ཅན་གཞན་ཀླན་ཀ་ལ་སྤྱོད་པ། བདུད་ཀྱི་ཡུལ་ལ་གནས་པ་ཐམས་ཅད་ཚར་བཅད་དོ།
en: This Dharma teaching will defeat all non-Buddhists who engage in argumentation and all those who abide in the realms of the māras.

source: །ཡང་དག་པའི་ཆོས་ལ་མོས་པའི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དག་གི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཕྱག་རྒྱ་འདི་བཞག་སྟེ།
en: The thus-gone, worthy, perfect Buddha has sealed it for the sake of noble sons and daughters who have trust in the genuine Dharma.

source: གང་དག་གིས་ཕྱག་རྒྱ་འདི་ཤེས་པ་དེ་དག་ནི་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་འགྱུར་རོ། །ཞེས་དེ་སྐད་ཀྱང་སྨྲའོ། །བཅོམ་ལྡན་འདས་དགྱེས་ཤིང་དེ་སྐད་བཀའ་སྩལ་པ་དང་། རྒྱལ་པོ་མ་སྐྱེས་དགྲ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དང་། འོད་སྲུང་ཆེན་པོ་དང་། དགའ་བོ་དང་། ཤཱ་རིའི་བུ་དང་།
en: Anyone who understands this seal is certain to attain perfect awakening.”

source: མཽང་གལ་གྱི་བུ་ལ་སོགས་པ་ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་ལ་མངོན་པར་དགའོ།
en: The Blessed One was pleased, while King Ajātaśatru, Mañjuśrī Kumārabhūta and the other bodhisattva great beings, as well as Mahākāśyapa, Nanda, Śāriputra, Maudgalyāyana and the other great hearers and the world with its gods, humans, asuras, and gandharvas, were truly delighted with the teaching of the Blessed One.

source: །རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་འགྱོད་པ་བསལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།ཨཱ་ཙཱརྱ་མཉྫུ་ཤྲཱི་གརྦྷ་དང་།
en: This concludes the Great Vehicle sūtra “Eliminating King Ajātaśatru’s Remorse.”

source: རཏྣ་རཀྵི་ཏས་ཞུས་ཆེན་བགྱིས།
en: This was edited by Ācārya Mañjuśrīgarbha and Ratnarakṣita.
